Repository: JoseExposito/touche
Catalog: po/*.po
Languages: de, fi, it, tr, zh, zh_tw

source: Swipe
de: Wischen
fi: Pyyhkäise
it: Scorri
tr: Kaydırma
zh: 轻扫
zh_tw: 滑動

source: Pinch
de: Kneifen
fi: Nipistä
it: Pizzica
tr: Çimdik
zh: 捏合
zh_tw: 捏合

source: Tap
de: Tippen
fi: Täppää
it: Tocco
tr: Dokunma
zh: 轻敲
zh_tw: 輕點

source: Swipe with %d fingers
de: Mit %d Fingern wischen
fi: Pyyhkäise kera %d sormen
it: Scorri con %d le dita
tr: %d parmakla kaydırma
zh: 使用 %d 个手指轻扫
zh_tw: 滑動 %d 個手指

source: Pinch with %d fingers
de: Mit %d Fingern Kneifen
fi: Nipistä kera %d sormen
it: Pizzica con %d le dita
tr: %d parmakla çimdikle
zh: 使用 %d 个手指进行捏合
zh_tw: 使用 %d 個手指進行捏合

source: Tap with %d fingers
de: Mit %d Finger tippen
fi: Täppää kera %d sormen
it: Tocca con %d le dita
tr: %d parmakla dokunma
zh: 使用 %d 个手指轻敲
zh_tw: 輕點 %d 個手指

source: Up
de: Hoch
fi: Ylös
it: Su
tr: Yukarıya
zh: 向上
zh_tw: 向上

source: Down
de: Runter
fi: Alas
it: Giù
tr: Aşağıya
zh: 向下
zh_tw: 向下

source: Left
de: Links
fi: Vasen
it: Sinistra
tr: Sola
zh: 向左
zh_tw: 向左

source: Right
de: Rechts
fi: Oikea
it: Destra
tr: Sağa
zh: 向右
zh_tw: 向右

source: In
de: Rein
fi: Sisään
it: Dentro
tr: İçeriye
zh: 向内
zh_tw: 向內

source: Out
de: Raus
fi: Ulos
it: Fuori
tr: Dışarıya
zh: 向外
zh_tw: 向外

source: Unknown
de: Unbekannt
fi: Tuntematon
it: Sconosciuto
tr: Bilinmeyen
zh: 未知
zh_tw: 未知

source: Maximize or restore a window
de: Fenster maximieren oder wiederherstellen
fi: Enimmäistä tai palauta ikkuna
it: Massimizzare o ripristinare una finestra
tr: Pencereyi büyüt veya göster
zh: 最大化或还原窗口
zh_tw: 最大化或還原視窗

source: Minimize a window
de: Fenster minimieren
fi: Pienennä ikkuna
it: Minimizzare una finestra
tr: Pencereyi küçüt
zh: 将窗口最小化
zh_tw: 最小化視窗

source: Tile a window
de: Fenster kacheln
fi: Tee ikkuna laataksi
it: Adatta la finestra al centro dello schermo
tr: Pencereyi kapla
zh: 将窗口平铺
zh_tw: 平鋪視窗

source: Toggle fullscreen mode
de: Vollbildmodus
fi: Kytke kokoruututila
it: Finestra a schermo intero
tr: Tam ekran kipini değiştir
zh: 切换全屏模式
zh_tw: 切換全螢幕模式

source: Close a window
de: Fenster schließen
fi: Sulje ikkuna
it: Chiudi una finestra
tr: Pencereyi kapat
zh: 关闭窗口
zh_tw: 關閉視窗

source: Switch desktop
de: Desktop wechseln
fi: Vaihda työpöytä
it: Cambia desktop
tr: Masaüstünü değiştir
zh: 切换桌面
zh_tw: 切換桌面

source: Show desktop
de: Desktop anzeigen
fi: Näytä työpöytä
it: Mostra desktop
tr: Masaüstünü göster
zh: 显示桌面
zh_tw: 顯示桌面

source: Keyboard shortcut
de: Tastenkürzel
fi: Näppäimistöoikopolku
it: Scorciatoia da tastiera
tr: Klavye Kısayolları
zh: 键盘快捷键
zh_tw: 鍵盤快捷鍵

source: Execute a command
de: Einen Befehl ausführen
fi: Suorita käsky
it: Esegui un comando
tr: Bir komut çalıştır
zh: 执行一条命令
zh_tw: 執行一個指令

source: Mouse click
de: Mausklick
fi: Hiirennapsautus
it: Clic del mouse
tr: Fare tıklaması
zh: 用鼠标点击
zh_tw: 滑鼠點擊

source: Unknown action
de: Unbekannte Aktion
fi: Tuntematon toiminto
it: Azione sconosciuta
tr: Bilinmeyen eylem
zh: 未知的动作
zh_tw: 未知的動作

source: Touchégg is not installed
de: Touchégg ist nicht installiert
fi: Touchégg ei ole asennettu
it: Touchégg non è installato
tr: Touchégg kurulmamış
zh: 未安装 Touchégg
zh_tw: 未安裝 Touchégg

source: It looks like Touchégg is not installed, let's start by downloading it
de: Es sieht aus, als wäre Touchégg nicht installiert.
fi: Vaikuttaa siltä että Touchégg ei ole asennettuna, aloitetaanpa lataamalla se
it: Sembra che Touchégg non sia installato, scaricalo
tr: Görünüşe göre Touchégg uygulaması kurulmamış, hadi onu indirerek başlayalım
zh: 看起来您还没有安装 Touchégg, 请首先下载它
zh_tw: 看起來您還沒有安裝 Touchégg，請先下載它

source: Download Touchégg
de: Touchégg herunterladen
fi: Lataa Touchegg
it: Scarica Touchégg
tr: Touchégg'i indir
zh: 下载 Touchégg
zh_tw: 下載 Touchégg

source: I just installed it
de: Touchégg ist bereits installiert
fi: Asensin sen juuri
it: L'ho appena installato
tr: Şimdi indirdim
zh: 我刚刚安装了它
zh_tw: 我剛剛安裝了它

source: Global gestures
de: Globale Gesten
fi: Yleiset eleet
it: Gesti globali
tr: Genel Hareketler
zh: 全局手势
zh_tw: 全域手勢

source: Add new application
de: Neue Anwendung hinzufügen
fi: Lisää uusi sovellus
it: Aggiungi app
tr: Yeni uygulama ekle
zh: 添加新应用
zh_tw: 新增應用程式

source: Remove the selected application
de: Ausgewählte Anwendung entfernen
fi: Poista valittu sovellus
it: Elimina l'app selezionata
tr: Seçilen uygulamayı sil
zh: 删除选定的应用程序
zh_tw: 刪除選擇的應用程式

source: Only available on touchscreens
de: Nur auf Touchscreens verfügbar
fi: Tarjolla vain kosketusnäytöille
it: Solo su touchscreen
tr: Sacede dokunmatik ekranlarda çalışır
zh: 只能在触摸屏上使用
zh_tw: 只能在觸控螢幕上使用

source: Tap gestures are only available on touchscreens. Tapping on a touchpad is not available
de: Tippgesten sind nur auf Touchscreens verfügbar. Tippgesten auf Touchpads sind nicht verfügbar.
fi: Täppäyseleet ovat käytettävissä ainoastaan kosketusnäytöissä. Kosketuslevyn täppäämistä ei ole tarjolla
it: I gesti di tipo tocco funzionano solo sui touchscreen. Non funzionano sui touchpad
tr: Dokunma hareketleri sadece dokunmatik ekranlarda çalışır. Dokunmatik yüzeyleri desteklemez
zh: 点击手势只能在触摸屏上使用。不支持轻按触摸板
zh_tw: 輕點手勢只能在觸控螢幕上使用，不支援觸控板

source: Direction:
de: Richtung:
fi: Suunta:
it: Direzione:
tr: Yön:
zh: 方向：
zh_tw: 方向：

source: Tile window to the left half of the screen
de: Fenster an die linke Hälfte des Bildschirms kacheln
fi: Laatoita ikkuna ruudun vasemmalle puoliskolle
it: Adatta la finestra alla metà sinistra dello schermo
tr: Pencereyi ekranın sol yarısına kapla
zh: 将窗口平铺到屏幕的左半边
zh_tw: 平鋪視窗至螢幕的左半邊

source: Tile window to the right half of the screen
de: Fenster an die rechte Hälfte des Bildschirms kacheln
fi: Laatoita ikkuna ruudun oikealle puoliskolle
it: Adatta la finestra alla metà destra dello schermo
tr: Pencereyi ekranın sağ yarısına kapla
zh: 将窗口平铺到屏幕的右半边
zh_tw: 平鋪視窗至螢幕的右半邊

source: Command:
de: Befehl:
fi: Käsky:
it: Comando:
tr: Komut:
zh: 命令：
zh_tw: 指令：

source: Repeat command:
de: Befehl wiederholen:
fi: Toista käsky:
it: Repeti comando:
tr: Komut yenileme:
zh: 重复命令：
zh_tw: 重複指令：

source: Execute on:
de: Ausführen bei
fi: Suorita tässä:
it: Eseguire quando:
tr: Çalıştır:
zh: 执行时机:
zh_tw: 執行時機：

source: Gesture begin
de: Begin der Geste
fi: Eleen alku
it: Inizia il gesto
tr: Hareket başlangıcı
zh: 动作开始
zh_tw: 手勢開始

source: Gesture end
de: Ende der Geste
fi: Eleen loppu
it: Finisce il gesto
tr: Hareket bitişi
zh: 动作结束
zh_tw: 手勢結束

source: Opposite command:
de: Gegensätzlicher Befehl:
fi: Vastakkainen käsky:
it: Comando opposto:
tr: Zıt komut:
zh: 相反的命令:
zh_tw: 反向的指令:

source: Run this command when the gesture goes in the opposite direction
de: Diesen Befehl ausführen, wenn die Geste in die entgegengesetzte Richtung ausgeführt wird
fi: Aja tämä komento kun ele menee vastakkaiseen suuntaan
it: Esegui questo comando quando il gesto va nella direzione opposta
tr: Bu komut, hareket ters yönde gerçekleşince çalışır
zh: 当手势指向相反的方向时运行此命令
zh_tw: 當手勢往反方向時執行此指令

source: Modifiers:
fi: Muovaajat:
it: Modificatori:

source: Keys:
fi: Avaimet:
it: Chiavi:

source: Opposite keys:
de: Gegensätzliches Tastenkürzel:
fi: Vastakkaisavaimet:
it: Chiavi opposte:
tr: Zıt tuşlar:
zh: 相反的键：
zh_tw: 反向的鍵：

source: Use this keys when the gesture goes in the opposite direction
fi: Käytä näitä avaimia kun ele menee vastakkaiseen suuntaan
it: Usa questi tasti quando il gesto va nella direzione opposta

source: Mouse button:
de: Maustaste:
fi: Hiirennappi:
it: Pulsante del mouse:
tr: Fare düğmesi:
zh: 鼠标按键：
zh_tw: 滑鼠按鍵：

source: Left click
de: Linksklick
fi: Napsautus vasemmalla napilla
it: Clic sinistro
tr: Sol tık
zh: 左键单击
zh_tw: 左鍵點擊

source: Right click
de: Rechtsklick
fi: Napsautus oikealla napilla
it: Clic destro
tr: Sağ tık
zh: 右键单击
zh_tw: 右鍵點擊

source: Middle click
de: Mittelklick
fi: Keskinapsautus
it: Clic centrale
tr: Orta tıklama
zh: 中键单击
zh_tw: 中鍵點擊

source: Add application
de: Anwendung hinzufügen
fi: Lisää sovellus
it: Aggiungi app
tr: Uygulama ekle
zh: 添加应用程序
zh_tw: 新增應用程式

source: Add gestures for an application. Click on its window
de: Gesten für eine Anwendung hinzufügen. Klicken Sie auf ihr Fenster.
fi: Lisää sovellukselle ele. Napsauta sen ikkunassa
it: Aggiungi gesti per un'app. Fare clic sulla sua finestra
tr: Uygulamaya hareketler eklemek için penceresine tıkla
zh: 为应用程序添加手势. 请点击它的窗口

source: Used by GNOME
de: Wird von GNOME benutzt
fi: GNOME:n käyttämä
it: Usato da GNOME
tr: GNOME tarafından kullanılır
zh: 被 GNOME 使用
zh_tw: 被 GNOME 使用

source: Animation:
fi: Animaatio:
it: Animazione:
tr: Canlandırma:
zh: 动效：
zh_tw: 動畫：

source: Arrow up
de: Pfeil nach oben
fi: Nuoli ylös
it: Freccia su
tr: Yukarıya ok
zh: 箭头向上
zh_tw: 向上箭頭

source: Arrow down
de: Pfeil nach unten
fi: Nuoli alas
it: Freccia giù
tr: Aşağıya ok
zh: 箭头向下
zh_tw: 向下箭頭

source: Arrow left
de: Pfeil nach links
fi: Nuoli vasemmalle
it: Freccia sinistra
tr: Sola ok
zh: 箭头向左
zh_tw: 向左箭頭

source: Arrow right
de: Pfeil nach rechts
fi: Nuoli oikealle
it: Freccia destra
tr: Sağa ok
zh: 箭头向右
zh_tw: 向右箭頭

source: Maximize a window
de: Fenster maximieren
fi: Enimmäistä ikkuna
it: Massimizza una finestra
tr: Pencereyi büyüt
zh: 将窗口最大化
zh_tw: 最大化視窗

source: Restore a window
de: Fenster wiederherstellen
fi: Palauta ikkuna
it: Ripristina una finestra
tr: Pencereyi göster
zh: 将窗口还原
zh_tw: 還原視窗

source: Hide desktop
de: Desktop ausblenden
fi: Piilota työpöytä
it: Nascondi desktop
tr: Masaüstünü gizle
zh: 隐藏桌面
zh_tw: 隱藏桌面

source: Without animation
de: Ohne Animation
fi: Ilman animaatiota
it: Senza animazione
tr: Canlandırma yok
zh: 无动效
zh_tw: 無動畫

source: Shortcut:
de: Tastenkürzel:
fi: Oikopolku:
tr: Kısayol:
zh: 快捷方式：
zh_tw: 快捷鍵：

source: Click here to add shortcut
de: Tastenkürzel hinzufügen
fi: Napsauta tässä lisätäksesi oikopolun
tr: Kısayol eklemek için buraya tıklayın
zh: 点击这里添加快捷方式
zh_tw: 點擊此處增加快捷鍵

source: Applications
de: Anwendungen
tr: Uygulamalar
zh: 应用程序
zh_tw: 應用程式

source: Add gestures for an application. Click on it's window
zh_tw: 為應用程式增加手勢。請點擊它的視窗
